Repository: pulsatrixtechnologies/Sagax
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: fr, pt_br

source: delete a file
fr: supprimer un fichier
pt_br: excluir um arquivo

source: think
fr: réfléchir
pt_br: pensar

source: take an action
fr: effectuer une action
pt_br: executar uma ação

source: use a tool
fr: utiliser un outil
pt_br: usar uma ferramenta

source: Previous request
fr: Demande précédente
pt_br: Pedido anterior

source: Next request
fr: Demande suivante
pt_br: Próximo pedido

source: %lld of %lld
fr: %1$lld sur %2$lld
pt_br: %1$lld de %2$lld

source: This command runs on the server: waiting for an admin to approve it.
fr: Cette commande s'exécute sur le serveur : en attente de l'approbation d'un admin.
pt_br: Este comando é executado no servidor: aguardando a aprovação de um admin.

source: Deny
fr: Refuser
pt_br: Negar

source: Cancel turn
fr: Annuler le tour
pt_br: Cancelar execução

source: Always allow
fr: Toujours autoriser
pt_br: Sempre permitir

source: Always allow this command
fr: Toujours autoriser cette commande
pt_br: Sempre permitir este comando

source: Remember this exact command for this bot and provider in %@, including other threads using that folder
fr: Retenir cette commande exacte pour ce bot et ce fournisseur dans %@, y compris les autres fils qui utilisent ce dossier
pt_br: Lembrar este comando exato para este bot e provedor em %@, incluindo outras conversas que usam essa pasta

source: Always allow this session
fr: Toujours autoriser pour cette session
pt_br: Sempre permitir nesta sessão

source: The provider stops asking about this action until the session ends
fr: Le fournisseur ne redemande plus pour cette action jusqu'à la fin de la session
pt_br: O provedor para de perguntar sobre esta ação até o fim da sessão

source: Allow once
fr: Autoriser une fois
pt_br: Permitir uma vez

source: Confirm
fr: Confirmer
pt_br: Confirmar

source: Enable
fr: Activer
pt_br: Ativar

source: Update
fr: Mettre à jour
pt_br: Atualizar

source: Waiting for your confirmation below
fr: En attente de votre confirmation ci-dessous
pt_br: Aguardando sua confirmação abaixo

source: Waiting for your answer below
fr: En attente de votre réponse ci-dessous
pt_br: Aguardando sua resposta abaixo

source: Expired. Ask for a fresh proposal
fr: Expirée. Demandez une nouvelle proposition
pt_br: Expirado. Peça uma nova proposta

source: Allowed
fr: Autorisé
pt_br: Permitido

source: Denied
fr: Refusé
pt_br: Negado

source: Routine scheduled
fr: Routine planifiée
pt_br: Rotina agendada

source: Routine updated
fr: Routine mise à jour
pt_br: Rotina atualizada

source: Routine paused
fr: Routine en pause
pt_br: Rotina pausada

source: Routine resumed
fr: Routine reprise
pt_br: Rotina retomada

source: Routine run queued
fr: Exécution de la routine en file
pt_br: Execução da rotina na fila

source: Routine deleted
fr: Routine supprimée
pt_br: Rotina excluída

source: Skill enabled
fr: Compétence activée
pt_br: Habilidade ativada

source: Skill updated
fr: Compétence mise à jour
pt_br: Habilidade atualizada

source: Profile updated
fr: Profil mis à jour
pt_br: Perfil atualizado

source: Team setup applied
fr: Configuration de l'équipe appliquée
pt_br: Configuração da equipe aplicada

source: Bot deleted
fr: Bot supprimé
pt_br: Bot excluído

source: Sign in or enter the app key on the secure connection page, never in chat.
fr: Connectez-vous ou saisissez la clé de l'app sur la page de connexion sécurisée, jamais dans le chat.
pt_br: Faça login ou informe a chave do app na página de conexão segura, nunca no chat.

source: Connected securely. Your bot is continuing the task.
fr: Connexion sécurisée établie. Votre bot poursuit la tâche.
pt_br: Conectado com segurança. Seu bot está continuando a tarefa.

source: Connected securely. Continue the paused task when you're ready.
fr: Connexion sécurisée établie. Reprenez la tâche en pause quand vous voulez.
pt_br: Conectado com segurança. Continue a tarefa pausada quando quiser.

source: Waiting for sign-in…
fr: En attente de la connexion…
pt_br: Esperando o login…

source: Ready to use
fr: Prêt à l'emploi
pt_br: Pronto para usar

source: Requested by your bot
fr: Demandé par votre bot
pt_br: Pedido pelo seu bot

source: Continue task
fr: Reprendre la tâche
pt_br: Continuar a tarefa

source: Continuing
fr: Reprise en cours
pt_br: Continuando

source: Connect securely
fr: Se connecter en sécurité
pt_br: Conectar com segurança

source: Try again
fr: Réessayer
pt_br: Tentar de novo

source: Open again
fr: Rouvrir
pt_br: Abrir de novo

source: Add my key in Perspicax
fr: Ajouter ma clé dans Perspicax
pt_br: Adicionar minha chave no Perspicax

source: Finish on your computer
fr: Terminez sur votre ordinateur
pt_br: Conclua no seu computador

source: This bot uses %@, which is not installed on this server.
fr: Ce bot utilise %@, qui n'est pas installé sur ce serveur.
pt_br: Este bot usa %@, que não está instalado neste servidor.

source: Ask an admin.
fr: Demandez à un admin.
pt_br: Peça a um admin.

source: The provider refused this bot's key.
fr: Le fournisseur a refusé la clé de ce bot.
pt_br: O provedor recusou a chave deste bot.

source: Check the key in Settings > Connections.
fr: Vérifiez la clé dans Paramètres > Connexions.
pt_br: Verifique a chave em Ajustes > Conexões.

source: No %@ access for this turn: the person who spoke needs their own subscription or key, or the organization's key.
fr: Aucun accès %@ pour ce tour : la personne qui a parlé doit avoir son propre abonnement ou sa clé, ou la clé de l'organisation doit être configurée.
pt_br: Sem acesso ao %@ nesta vez: quem falou precisa da própria assinatura ou chave, ou da chave da organização.

source: This routine can't run: it uses its owner's credentials, and there is no %@ subscription, key or organization key for it.
fr: Cette routine ne peut pas s'exécuter : elle utilise les identifiants de son propriétaire, et aucun abonnement %@, aucune clé ni clé d'organisation ne la sert.
pt_br: Esta rotina não pode rodar: ela usa as credenciais do dono, e não há assinatura, chave ou chave da organização do %@ para ela.

source: A key in Settings > Connections serves as the organization's key.
fr: Une clé dans Paramètres > Connexions sert de clé de l'organisation.
pt_br: Uma chave em Ajustes > Conexões serve como chave da organização.

source: You don't have %@ access for this message: connect your %@ subscription or add your key in Perspicax.
fr: Tu n'as pas d'accès %1$@ pour ce message : connecte ton abonnement %2$@ ou ajoute ta clé dans Perspicax.
pt_br: Você não tem acesso ao %1$@ para esta mensagem: conecte sua assinatura do %2$@ ou adicione sua chave no Perspicax.

source: As an admin, you can also set the organization's key in Settings > Connections.
fr: Comme admin, tu peux aussi configurer la clé de l'organisation dans Paramètres > Connexions.
pt_br: Como admin, você também pode definir a chave da organização em Ajustes > Conexões.

source: Your routine can't run: you don't have %@ access. Connect your %@ subscription or add your key in Perspicax.
fr: Ta routine ne peut pas s'exécuter : tu n'as pas d'accès %1$@. Connecte ton abonnement %2$@ ou ajoute ta clé dans Perspicax.
pt_br: Sua rotina não pode rodar: você não tem acesso ao %1$@. Conecte sua assinatura do %2$@ ou adicione sua chave no Perspicax.

source: Your account is disabled: your routines can't run.
fr: Ton compte est désactivé : tes routines ne peuvent pas s'exécuter.
pt_br: Sua conta está desativada: suas rotinas não podem rodar.

source: Your account is disabled: this turn can't run.
fr: Votre compte est désactivé : ce tour ne peut pas s'exécuter.
pt_br: Sua conta está desativada: esta vez não pode rodar.

source: This bot's owner is disabled: their routines can't run.
fr: Le propriétaire de ce bot est désactivé : ses routines ne peuvent pas s'exécuter.
pt_br: O dono deste bot está desativado: as rotinas dele não podem rodar.

source: The routine “%@” is paused: it cannot act in %@'s name.
fr: La routine « %1$@ » est suspendue : elle ne peut pas agir au nom de %2$@.
pt_br: A rotina “%1$@” está pausada: ela não pode agir em nome de %2$@.

source: its person
fr: sa personne
pt_br: a pessoa dela

source: Routines were never allowed to act in this person's name.
fr: Cette personne n'a jamais autorisé ses routines à agir en son nom.
pt_br: As rotinas nunca foram autorizadas a agir em nome desta pessoa.

source: The permission ended in Perspicax.
fr: L'autorisation a pris fin dans Perspicax.
pt_br: A permissão terminou no Perspicax.

source: The permission was revoked.
fr: L'autorisation a été révoquée.
pt_br: A permissão foi revogada.

source: Perspicax signed this person out.
fr: Perspicax a déconnecté cette personne.
pt_br: O Perspicax desconectou esta pessoa.

source: This person can no longer run this bot's routines.
fr: Cette personne ne peut plus lancer les routines de ce bot.
pt_br: Esta pessoa não pode mais rodar as rotinas deste bot.

source: Stop this task
fr: Arrêter cette tâche
pt_br: Parar esta tarefa

source: Review
fr: Examiner
pt_br: Revisar

source: Open
fr: Ouvrir
pt_br: Abrir

source: Waiting for a free slot
fr: En attente d'une place libre
pt_br: Aguardando uma vaga livre

source: Waiting for your approval
fr: Attend votre approbation
pt_br: Aguardando sua aprovação

source: Done · answer below
fr: Terminée · réponse ci-dessous
pt_br: Concluída · resposta abaixo

source: Did not finish
fr: Non terminée
pt_br: Não terminou

source: Stopped
fr: Arrêtée
pt_br: Parada

source: Answer from the parallel task · %@
fr: Réponse de la tâche en parallèle · %@
pt_br: Resposta da tarefa paralela · %@

source: Group goal
fr: Objectif de groupe
pt_br: Objetivo do grupo

source: %@ coordinating · %@
fr: %1$@ coordonne · %2$@
pt_br: %1$@ coordenando · %2$@

source: Turn %lld of %lld
fr: Tour %1$lld sur %2$lld
pt_br: Vez %1$lld de %2$lld

source: 1 turn
fr: 1 tour
pt_br: 1 vez

source: %lld turns
fr: %lld tours
pt_br: %lld vezes

source: Needs your input
fr: Attend votre réponse
pt_br: Precisa da sua resposta

source: Blocked
fr: Bloqué
pt_br: Bloqueado

source: Turn limit reached
fr: Limite de tours atteinte
pt_br: Limite de vezes atingido

source: Waiting on %@
fr: En attente de %@
pt_br: Aguardando %@

source: Someone
fr: Quelqu'un
pt_br: Alguém

source: %@ allowed this request.
fr: %@ a autorisé cette demande.
pt_br: %@ permitiu este pedido.

source: %@ declined this request.
fr: %@ a refusé cette demande.
pt_br: %@ recusou este pedido.

source: Superseded
fr: Remplacée
pt_br: Substituído

source: This request was replaced by a newer one for the same key. Use the newest card to provide it.
fr: Cette demande a été remplacée par une plus récente pour la même clé. Utilisez la carte la plus récente pour la fournir.
pt_br: Este pedido foi substituído por um mais recente para a mesma chave. Use o cartão mais recente para informá-la.

source: Continuing without this credential failed
fr: Continuer sans cet identifiant a échoué
pt_br: Continuar sem esta credencial falhou

source: Commands
fr: Commandes
pt_br: Comandos

source: Loading engine commands…
fr: Chargement des commandes du moteur…
pt_br: Carregando comandos do motor…

source: Refresh engine commands
fr: Actualiser les commandes du moteur
pt_br: Atualizar comandos do motor

source: Close commands
fr: Fermer les commandes
pt_br: Fechar comandos

source: Composer commands
fr: Commandes de la zone de saisie
pt_br: Comandos do campo de mensagem

source: Engine
fr: Moteur
pt_br: Motor

source: Needs the engine's own terminal, so it cannot run from the chat
fr: Exige le terminal du moteur, donc impossible à lancer depuis la conversation
pt_br: Precisa do terminal do próprio motor, por isso não pode rodar pela conversa

source: Managed by Sagax: model, effort, conversations, approvals and MCP servers have their own settings
fr: Géré par Sagax : le modèle, l'effort, les conversations, les approbations et les serveurs MCP ont leurs propres réglages
pt_br: Gerenciado pelo Sagax: modelo, esforço, conversas, aprovações e servidores MCP têm seus próprios ajustes

source: Keep a team working until the goal is complete
fr: Faire travailler une équipe jusqu'à ce que l'objectif soit atteint
pt_br: Manter a equipe trabalhando até concluir o objetivo

source: Draft a reusable skill from this conversation
fr: Rédiger une compétence réutilisable à partir de cette conversation
pt_br: Redigir uma habilidade reutilizável a partir desta conversa

source: Have this bot interview you and set itself up
fr: Laisser ce bot vous interroger et se configurer lui-même
pt_br: Deixar este bot te entrevistar e se configurar sozinho

source: Group chat
fr: Discussion de groupe
pt_br: Conversa em grupo

source: %@ is working. What should this message do?
fr: %@ travaille. Que faire de ce message?
pt_br: %@ está trabalhando. O que esta mensagem deve fazer?

source: Keep editing
fr: Continuer à écrire
pt_br: Continuar editando

source: Add to the current task
fr: Ajouter à la tâche en cours
pt_br: Adicionar à tarefa atual

source: Joins the work in progress
fr: Se joint au travail en cours
pt_br: Junta-se ao trabalho em andamento

source: New task in parallel
fr: Nouvelle tâche en parallèle
pt_br: Nova tarefa em paralelo

source: Runs now on its own, answers here
fr: Démarre tout de suite, répond ici
pt_br: Roda agora por conta própria, responde aqui

source: After this one
fr: Après celle-ci
pt_br: Depois desta

source: Waits for the current work to finish
fr: Attend la fin du travail en cours
pt_br: Espera o trabalho atual terminar

source: Not sent: “%@”
fr: Non envoyé : « %@ »
pt_br: Não enviada: “%@”

source: attachment
fr: pièce jointe
pt_br: anexo

source: Dismiss failed message
fr: Ignorer le message en échec
pt_br: Descartar a mensagem que falhou

source: Couldn't send this message. Try again.
fr: Impossible d'envoyer ce message. Réessayez.
pt_br: Não foi possível enviar esta mensagem. Tente de novo.

source: PASTED
fr: COLLÉ
pt_br: COLADO

source: Remove pasted text
fr: Retirer le texte collé
pt_br: Remover o texto colado

source: Display in chat box
fr: Afficher dans la zone de saisie
pt_br: Mostrar no campo de mensagem

source: Steer
fr: Réorienter
pt_br: Direcionar

source: Steer all
fr: Tout réorienter
pt_br: Direcionar todas

source: Steer next
fr: Réorienter la suivante
pt_br: Direcionar a próxima

source: Steering…
fr: Réorientation…
pt_br: Direcionando…

source: Steering queued messages
fr: Réorientation des messages en file
pt_br: Direcionando as mensagens da fila

source: Steer queued message now
fr: Réorienter maintenant le message en file
pt_br: Direcionar agora a mensagem da fila

source: Steer the next queued message now
fr: Réorienter maintenant le prochain message en file
pt_br: Direcionar agora a próxima mensagem da fila

source: Steer all %lld queued messages now
fr: Réorienter maintenant les %lld messages en file
pt_br: Direcionar agora todas as %lld mensagens na fila

source: Stop the running turn and send this message now
fr: Arrêter le tour en cours et envoyer ce message maintenant
pt_br: Parar o turno em andamento e enviar esta mensagem agora

source: Stop the running turn and send the next queued message now
fr: Arrêter le tour en cours et envoyer maintenant le prochain message en file
pt_br: Parar o turno em andamento e enviar agora a próxima mensagem da fila

source: Stop the running turn and send all %lld queued messages now
fr: Arrêter le tour en cours et envoyer maintenant les %lld messages en file
pt_br: Parar o turno em andamento e enviar agora todas as %lld mensagens da fila

source: Paste
fr: Coller
pt_br: Colar

source: Add the copied image or text
fr: Ajouter l'image ou le texte copié
pt_br: Adicionar a imagem ou o texto copiado

source: Engine commands, /learn, /setup and more
fr: Commandes du moteur, /learn, /setup et plus
pt_br: Comandos do motor, /learn, /setup e mais

source: Compact conversation
fr: Compacter la conversation
pt_br: Compactar a conversa

source: Summarize the context to free room
fr: Résumer le contexte pour faire de la place
pt_br: Resumir o contexto para liberar espaço

source: Could not read the clipboard image. Try attaching the image file instead.
fr: Impossible de lire l'image du presse-papiers. Joignez plutôt le fichier image.
pt_br: Não foi possível ler a imagem da área de transferência. Tente anexar o arquivo da imagem.

source: There is nothing to paste.
fr: Il n'y a rien à coller.
pt_br: Não há nada para colar.

source: %@ is now your primary bot.
fr: %@ est maintenant votre robot principal.
pt_br: %@ agora é seu bot principal.

source: %lld sub-agents
fr: %lld sous-agents
pt_br: %lld subagentes

source: 3D (preview)
fr: 3D (aperçu)
pt_br: 3D (prévia)

source: Add an instruction…
fr: Ajouter une consigne…
pt_br: Adicionar uma instrução…

source: Asked
fr: Demande
pt_br: Pedido

source: Bot attached
fr: Joint par le bot
pt_br: Anexado pelo bot

source: Bot linked
fr: Lien du bot
pt_br: Link do bot

source: Bot owner's key
fr: Clé du propriétaire du bot
pt_br: Chave do dono do bot

source: Bot wrote
fr: Écrit par le bot
pt_br: Escrito pelo bot

source: Choose a primary Bot
fr: Choisir un robot principal
pt_br: Escolher um bot principal

source: Claude runs this sub-agent inside the turn: it stops with the turn and takes no message of its own.
fr: Claude fait rouler ce sous-agent dans le tour : il s'arrête avec le tour et ne reçoit pas de message à part.
pt_br: O Claude roda este subagente dentro do turno: ele para com o turno e não recebe mensagem própria.

source: Coding
fr: Code
pt_br: Código

source: Common
fr: Commun
pt_br: Comum

source: Copy path
fr: Copier le chemin
pt_br: Copiar caminho

source: Cost
fr: Coût
pt_br: Custo

source: Cost %@.
fr: Coût %@.
pt_br: Custo %@.

source: Couldn't load this activity.
fr: Impossible de charger cette activité.
pt_br: Não foi possível carregar esta atividade.

source: Couldn't load this bot's activity.
fr: Impossible de charger l'activité de ce bot.
pt_br: Não foi possível carregar a atividade deste bot.

source: Couldn't load this chat's files.
fr: Impossible de charger les fichiers de cette discussion.
pt_br: Não foi possível carregar os arquivos desta conversa.

source: Download
fr: Télécharger
pt_br: Baixar

source: Duration
fr: Durée
pt_br: Duração

source: Ended
fr: Fin
pt_br: Fim

source: Epic
fr: Épique
pt_br: Épico

source: Everyone
fr: Tout le monde
pt_br: Todos

source: Files touched
fr: Fichiers touchés
pt_br: Arquivos alterados

source: Files you send and files this bot makes in this chat show up here.
fr: Les fichiers que vous envoyez et ceux que ce bot crée dans cette discussion apparaissent ici.
pt_br: Os arquivos que você envia e os que este bot cria nesta conversa aparecem aqui.

source: Filter files by type
fr: Filtrer les fichiers par type
pt_br: Filtrar arquivos por tipo

source: Finished
fr: Terminé
pt_br: Concluído

source: Flap
fr: Battre des ailes
pt_br: Bater as asas

source: From the bot
fr: Du bot
pt_br: Do bot

source: From you
fr: De vous
pt_br: Seus

source: History
fr: Historique
pt_br: Histórico

source: Hoot
fr: Hululer
pt_br: Piar

source: Its steps
fr: Ses étapes
pt_br: Etapas dele

source: Legendary
fr: Légendaire
pt_br: Lendário

source: Let this agent send spoken notes; on unless switched off here.
fr: Laisser cet agent envoyer des notes vocales ; activé sauf si désactivé ici.
pt_br: Permite que este agente envie notas de voz; ativado, a menos que seja desligado aqui.

source: Let this bot send voice notes
fr: Laisser ce bot envoyer des notes vocales
pt_br: Permitir que este bot envie notas de voz

source: Loading activity…
fr: Chargement de l'activité…
pt_br: Carregando atividade…

source: Loading files…
fr: Chargement des fichiers…
pt_br: Carregando arquivos…

source: Locked
fr: Verrouillé
pt_br: Bloqueado

source: Make primary bot
fr: Définir comme robot principal
pt_br: Tornar bot principal

source: Moves
fr: Mouvements
pt_br: Movimentos

source: Newest
fr: Plus récents
pt_br: Mais recentes

source: No audio in this chat yet.
fr: Aucun fichier audio dans cette discussion pour l’instant.
pt_br: Nenhum áudio nesta conversa ainda.

source: No bot matches this search.
fr: Aucun robot ne correspond à cette recherche.
pt_br: Nenhum bot corresponde a esta pesquisa.

source: No code files in this chat yet.
fr: Aucun fichier de code dans cette discussion pour l’instant.
pt_br: Nenhum arquivo de código nesta conversa ainda.

source: No documents in this chat yet.
fr: Aucun document dans cette discussion pour l’instant.
pt_br: Nenhum documento nesta conversa ainda.

source: No images in this chat yet.
fr: Aucune image dans cette discussion pour l’instant.
pt_br: Nenhuma imagem nesta conversa ainda.

source: No other files in this chat yet.
fr: Aucun autre fichier dans cette discussion pour l’instant.
pt_br: Nenhum outro arquivo nesta conversa ainda.

source: No tool calls yet.
fr: Aucun appel d'outil pour l'instant.
pt_br: Nenhuma chamada de ferramenta ainda.

source: No usage recorded yet for this bot.
fr: Aucune utilisation enregistrée pour ce bot pour l'instant.
pt_br: Nenhum uso registrado para este bot ainda.

source: No videos in this chat yet.
fr: Aucune vidéo dans cette discussion pour l’instant.
pt_br: Nenhum vídeo nesta conversa ainda.

source: Not on this computer
fr: Absent de cet ordinateur
pt_br: Não está neste computador

source: Nothing in the last 7 days.
fr: Rien dans les 7 derniers jours.
pt_br: Nada nos últimos 7 dias.

source: Nothing matches “%@”
fr: Aucun résultat pour « %@ »
pt_br: Nada corresponde a “%@”

source: Nothing running.
fr: Rien en cours.
pt_br: Nada em andamento.

source: Older steps are in the conversation.
fr: Les étapes plus anciennes sont dans la conversation.
pt_br: As etapas mais antigas estão na conversa.

source: Open history
fr: Ouvrir l'historique
pt_br: Abrir histórico

source: Open thread
fr: Ouvrir la conversation
pt_br: Abrir conversa

source: Organization key
fr: Clé de l'organisation
pt_br: Chave da organização

source: Other
fr: Autres
pt_br: Outros

source: Other activity
fr: Autre activité
pt_br: Outra atividade

source: Paid with
fr: Payé avec
pt_br: Pago com

source: Parallel task
fr: Tâche en parallèle
pt_br: Tarefa em paralelo

source: Path copied
fr: Chemin copié
pt_br: Caminho copiado

source: Personal key
fr: Clé personnelle
pt_br: Chave pessoal

source: Personal subscription
fr: Abonnement personnel
pt_br: Assinatura pessoal

source: Queued
fr: En file d'attente
pt_br: Na fila

source: Replace with different Bot
fr: Remplacer par un autre robot
pt_br: Substituir por outro bot

source: Result
fr: Résultat
pt_br: Resultado

source: Ruffle
fr: Ébouriffer
pt_br: Arrepiar

source: Search files
fr: Rechercher des fichiers
pt_br: Pesquisar arquivos

source: Search this chat's files
fr: Rechercher dans les fichiers de cette discussion
pt_br: Pesquisar nos arquivos desta conversa

source: Search your bots
fr: Rechercher parmi vos robots
pt_br: Pesquisar seus bots

source: Send a message to this task
fr: Envoyer un message à cette tâche
pt_br: Enviar uma mensagem para esta tarefa

source: Sent to the task
fr: Envoyé à la tâche
pt_br: Enviado para a tarefa

source: Server environment
fr: Environnement serveur
pt_br: Ambiente do servidor

source: Show files from
fr: Afficher les fichiers de
pt_br: Mostrar arquivos de

source: Show in chat
fr: Afficher dans la discussion
pt_br: Mostrar na conversa

source: Size
fr: Taille
pt_br: Tamanho

source: Sort files
fr: Trier les fichiers
pt_br: Ordenar arquivos

source: Spread wings
fr: Déployer les ailes
pt_br: Abrir as asas

source: Started
fr: Début
pt_br: Início

source: Started by
fr: Lancé par
pt_br: Iniciado por

source: Status
fr: Statut

source: Steps
fr: Étapes
pt_br: Etapas

source: Stop
fr: Arrêter
pt_br: Parar

source: Stop %@
fr: Arrêter %@
pt_br: Parar %@

source: Sub-agent
fr: Sous-agent
pt_br: Subagente

source: Sub-agent: %@
fr: Sous-agent : %@
pt_br: Subagente: %@
